export default {
    A: [
        {
            value: "Afghanistan",
            data: "Af",
        },
        {
            value: "Albania",
            data: "Al",
        },
        {
            value: "Andorra",
            data: "An",
        },
    ],
    "тверская оленинский упыри": [
        {
            value: "Россия, обл Тверская, р-н Оленинский, д Упыри",
            data: 0,
        },
        {
            value: "Россия, обл Тверская, р-н Оленинский, д Упыри, д 1",
            data: 1,
        },
        {
            value: "Россия, обл Тверская, р-н Оленинский, д Упыри, д 2",
            data: 2,
        },
    ],
    "г москва, зеленоград": [
        {
            value: "г Москва, г Зеленоград",
            data: 0,
        },
        {
            value: "г Москва, ул Зеленоградская",
            data: 1,
        },
        {
            value: "г Москва, г Зеленоград, п Крюково",
            data: 2,
        },
        {
            value: "г Москва, г Зеленоград, аллея Березовая",
            data: 3,
        },
    ],
    новосибирская: [
        {
            value: "Россия, обл Новосибирская",
            data: 0,
        },
        {
            value: "Россия, обл Новосибирская, г Новосибирск",
            data: 1,
        },
        {
            value: "Россия, г Москва, ул Новосибирская ",
            data: 2,
        },
    ],
    "москва мира": [
        {
            value: "г Москва, ул Мира ",
            data: 0,
        },
        {
            value: "г Москва, пр-кт Мира ",
            data: 1,
        },
        {
            value: "г Москва, ул Мира, д 1",
            data: 2,
        },
    ],
    "респ Татарстан, г Набережные Челны, ул Нижняя Боровецкая, д 1": [
        {
            value: "респ Татарстан, г Набережные Челны, ул Нижняя Боровецкая, д 1Г",
            data: 0,
        },
        {
            value: "респ Татарстан, г Набережные Челны, ул Нижняя Боровецкая, д 4А/1",
            data: 1,
        },
        {
            value: "респ Татарстан, г Набережные Челны, ул Нижняя Боровецкая, д 10",
            data: 2,
        },
        {
            value: "респ Татарстан, г Набережные Челны, ул Нижняя Боровецкая, д 10А",
            data: 3,
        },
    ],
    "Россия, обл Тверская, р-н Оленинский, д Упыри ул": [
        {
            value: "Россия, обл Тверская, р-н Оленинский, д Упыри",
            data: 0,
        },
        {
            value: "Россия, обл Тверская, р-н Оленинский, д Упыри, д 1",
            data: 1,
        },
        {
            value: "Россия, обл Тверская, р-н Оленинский, д Упыри, д 2",
            data: 2,
        },
    ],
    "ставропольский средний зеленая 36": [
        {
            value: "Россия, край Ставропольский, р-н Александровский, х Средний, ул Зеленая, д 36",
            data: 0,
        },
    ],
    "новосибирск ленина 12": [
        {
            value: "Новосибирская обл, г Новосибирск, ул Ленина, д 12",
            data: 0,
        },
        {
            value: "Новосибирская обл, г Новосибирск, ул Ленина, д 12/1",
            data: 1,
        },
        {
            value: "Новосибирская обл, г Новосибирск, ул Ленина, д 12/2 ",
            data: 2,
        },
    ],
    "новосибирск ленина 2": [
        {
            value: "Новосибирская обл, г Новосибирск, ул Ленина, д 2",
            data: 0,
        },
        {
            value: "Новосибирская обл, г Новосибирск, ул Ленина, д 12/2",
            data: 1,
        },
        {
            value: "Новосибирская обл, г Новосибирск, ул Ленина, д 20 ",
            data: 2,
        },
    ],
    "ленина 36": [
        {
            value: "Россия, г Севастополь, ул Ленина, д 36",
            data: 0,
        },
        {
            value: "Россия, респ Коми, г Ухта, пр-кт Ленина, д 36А",
            data: 1,
        },
        {
            value: "Россия, респ Калмыкия, г Элиста, ул В.И.Ленина, влд 367",
            data: 2,
        },
    ],
    "средний зеленая 36": [
        {
            value: "Россия, край Ставропольский, р-н Александровский, х Средний, ул Зеленая, д 36",
            data: 0,
        },
        {
            value: "Россия, респ Марий Эл, р-н Горномарийский, д Средний Околодок, ул Зеленая, д 36",
            data: 1,
        },
        {
            value: "Россия, обл Воронежская, р-н Лискинский, с Средний Икорец, ул Зеленая, д 36",
            data: 2,
        },
    ],
    "зеленоград мкр": [
        {
            value: "г Москва, г Зеленоград",
            data: 0,
        },
    ],
    "москва енисейская24": [
        {
            value: "г Москва, ул Енисейская, д 24",
            data: 0,
        },
        {
            value: "г Москва, ул Енисейская, д 24 стр 2",
            data: 1,
        },
    ],
    "москва енисейская 24стр2": [
        {
            value: "г Москва, ул Енисейская, д 24",
            data: 0,
        },
        {
            value: "г Москва, ул Енисейская, д 24 стр 2",
            data: 1,
        },
    ],
    "санкт-петербург пугачева": [
        {
            value: "г Санкт-Петербург, ул Пугачёва",
            data: 0,
        },
        {
            value: "г Санкт-Петербург, ул Пугачёва (Мартыновка)",
            data: 1,
        },
        {
            value: "г Санкт-Петербург, г Петергоф, ул Пугачёва",
            data: 2,
        },
    ],
    "санкт петербург пугачёва 15-44": [
        {
            value: "г Санкт-Петербург, ул Пугачёва, д 15, кв 44",
            data: 0,
        },
    ],
    "г Красноярск, ул Авиаторов, д 5": [
        {
            value: "г Красноярск, ул Авиаторов, д 50",
            data: 0,
        },
        {
            value: "г Красноярск, ул Авиаторов, д 50д",
            data: 1,
        },
        {
            value: "г Красноярск, ул Авиаторов, д 54",
            data: 2,
        },
        {
            value: "г Красноярск, ул Авиаторов, д 1 стр 5",
            data: 3,
        },
    ],
    "хф 7707545900": [
        {
            value: "ООО ХФ ЛАБС",
            data: {
                name: {
                    full: "ХФ ЛАБС",
                },
                inn: "7707545900",
            },
        },
    ],
    "1057746629115": [
        {
            value: "ООО ХФ ЛАБС",
            data: {
                name: {
                    full: "ХФ ЛАБС",
                },
                inn: "7707545900",
                ogrn: "1057746629115",
            },
        },
    ],
    "хф 770754": [
        {
            value: "ООО ХФ ЛАБС",
            data: {
                name: {
                    full: "ХФ ЛАБС",
                },
                inn: "7707545900",
            },
        },
    ],
    "газпром 1027700055360": [
        {
            value: "ОАО Газпром автоматизация",
            data: {
                name: {
                    full: "ГАЗПРОМ АВТОМАТИЗАЦИЯ",
                    short: "Газпром автоматизация",
                },
                ogrn: "1027700055360",
            },
        },
        {
            value: 'Филиал ФЛ ОАО "Газпром автоматизация" в г. Астрахань',
            data: {
                name: {
                    full: 'ОТКРЫТОГО АКЦИОНЕРНОГО ОБЩЕСТВА "ГАЗПРОМ АВТОМАТИЗАЦИЯ" В Г. АСТРАХАНЬ',
                    short: 'ФЛ ОАО "Газпром автоматизация" в г. Астрахань',
                },
                ogrn: "1027700055360",
            },
        },
    ],
    "альфа 04452": [
        {
            value: 'АО "АЛЬФА-БАНК"',
            data: {
                name: {
                    full: 'АКЦИОНЕРНОЕ ОБЩЕСТВО "АЛЬФА-БАНК"',
                    short: "АЛЬФА-БАНК",
                },
                bic: "044525593",
            },
        },
    ],
    "Петр Иванович": [
        {
            value: "Петр Иванович",
            data: {
                name: "Петр",
                surname: "Иванович",
            },
        },
        {
            value: "Петр Иванович",
            data: {
                name: "Петр",
                patronymic: "Иванович",
            },
        },
    ],
};
